/********************************************************************
 文件名称 : ResultFatherModel.h 文件
 作   者 : neo
 创建时间 : 2015-5-11
 文件描述 : 返回数据父模型
 *********************************************************************/

#import "ResultBaseModel.h"

@implementation ResultBaseModel
@synthesize responseCode,transId,msg;

#pragma mark ---------------------退出清空--------------------
#pragma mark ---------------------初始化----------------------
#pragma mark ---------------------System---------------------
#pragma mark ---------------------功能函数--------------------
#pragma mark ---------------------手势事件--------------------
#pragma mark ---------------------按钮事件--------------------
#pragma mark ---------------------代理方法--------------------
#pragma mark ---------------------属性相关--------------------
#pragma mark ---------------------接口API--------------------

@end
